"Add Date" = "加入日期";
"Add Number Sequence" = "加入序號";
"Apply to:" = "套用至：";
"Batch Rename" = "批次重新命名";
"Case sensitive:" = "區分大小寫：";
"Change Case" = "變更大小寫";
"Change case to:" = "變更大小寫為：";
"Creation date" = "製作日期";
"Day of month:" = "日期：";
"Day of week:" = "星期：";
"Drag and drop files to this list to add, select and delete to remove, drag rows to rearrange." = "將檔案拖放至此列表以新增、選取和刪除，拖移橫列來重新調整。";
"Entire text" = "完整文字";
"Every occurrence" = "每次出現";
"Extension" = "副檔名";
"Extension with dot" = "副檔名含點";
"First occurrence" = "第一次出現";
"Format:" = "格式：";
"Hour:" = "小時：";
"Insert Text" = "插入文字";
"Last occurrence" = "上次出現";
"Loading files..." = "正在載入檔案...";
"Minute:" = "分鐘：";
"Mode:" = "模式：";
"Modification date" = "修改日期";
"Month:" = "月份：";
"Name" = "名稱";
"Name with extension" = "名稱和副檔名";
"No items will be renamed." = "不會重新命名任何項目。";
"Padding:" = "補白：";
"Position:" = "位置：";
"Prefix:" = "前置詞：";
"Processing new names..." = "正在處理新名稱...";
"Renaming files..." = "正在重新命名檔案...";
"Replace RegEx" = "取代 RegEx";
"Replace RegEx:" = "取代 RegEx：";
"Replace Text" = "取代文字";
"Replace text:" = "取代文字：";
"Second:" = "秒鐘：";
"Some errors occurred during renaming and not all files were renamed." = "重新命名時，發生部分錯誤，某些檔案未重新命名。";
"Start value:" = "開始值：";
"Step value:" = "間隔值：";
"Suffix:" = "後置詞：";
"Text:" = "文字：";
"Type text and drag date elements to create a format" = "輸入文字和拖移日期元素來製作格式";
"Type:" = "類型：";
"Year:" = "年份：";
"items will be renamed." = "項目將會被重新命名。";
"items would have conflicting names." = "項目的名稱有衝突。";
"with text:" = "使用文字：";
